export default DATA = [
    {
      id: 1,
      img: 'https://i.ytimg.com/vi/PCkbxJe-5mE/maxresdefault.jpg',
      title: 'বিদ্যের জাহাজ',
      description: 'গোপালের সাথে এক ভদ্রলোকের পরিচয় করিয়ে দিচ্ছেন রামবাবু , ‘বুঝলে গোপাল, ইনি হলেন শ্রী বিদ্যাচরণ মিশ্র। তোমার মতো অকাট মূর্খ নন , রীতিমত যাকে বলে বিদ্যের জাহাজ!’ ‘তা জাহাজই যখন ডাঙায় কেনো? সাগরের জলে ভাসিয়ে দিন না!’ গোপালের সরল উত্তর।',
    },
    {
        id: 2,
        img: 'https://i.ytimg.com/vi/yNb0scUwHU4/hqdefault.jpg',
        title: 'কুকুর কার?',
        description: 'মন্দিরে ঢুকতে যাবার সময় পেছন থেকে পন্ডিতের বাঁধা , ‘এ তুমি কী করছো গোপাল! মন্দিরে কুকুর নিয়ে ঢুকছো?’ ‘কোথায় কুকুর?’ অবাক হয়ে জিজ্ঞেস করে গোপাল। ‘এই তো তোমার পেছনে!’ একটি কুকুরের দিকে হাত তুলে দেখায় পন্ডিত। ‘এটি আমার কুকুর নয়!’ ‘তোমার নয় বললেই হলো?’ রাগ দেখিয়ে বলে পন্ডিত , ‘তোমার পেছন পেছনেই তো যাচ্ছে!’ ‘বটে ? তা তুমিও তো আমার পেছন পেছন আসছো!’'
    },
    {
        id: 3,
        img: 'https://i.ytimg.com/vi/BBHLsaooDqo/maxresdefault.jpg',
        title: 'কাশীতে মৃত্যু',
        description: 'গোপালের জ্যোতিষ চর্চার খ্যাতি শুনে দূর গ্রাম থেকে হাত দেখাতে এসেছেন এক ভদ্রলোক। গোপাল খুব ঘটা করে হাত -টাত দেখে বলে, ‘আপনি তো অতি ভাগ্যবান মশাই! হাতে স্পষ্ট দেখছি আপনার দেহাবসান হবে কাশীতে।’ পূণ্যস্থানে মৃত্যু হবে জেনে ভদ্রলোক খুব খুশি মনে ফিরে গেলেন। কিছুদিন যেতে না যেতেই ভদ্রলোকের ছেলে এসে উপস্থিত। সে তেড়েফুঁড়ে গোপালকে জিজ্ঞেস করে, ‘আপনি গননা করে বলেছিলেন বাবার মৃত্যু হবে কাশীতে। কই , উনি তো বাড়িতেই মারা গেলেন?’ গোপাল আমতা আমতা করে বলে, ‘আমি কি তাই বলেছি নাকি? আমি বলতে চেয়েছি উনি কাশতে কাশতে মারা যাবেন। তা সেটা ঠিক বলেছি কি - না? বলুন?’'
    },
    {
        id: 4,
        img: 'https://i.ytimg.com/vi/eSUwfwCar5A/maxresdefault.jpg',
        title: 'বাঁদর',
        description: 'গোপালকে বলছেন রামবাবু, ‘এখানে বাঁদরের বড্ড উৎপাত। তোমাকে তো দেখতে বেশ বাঁদরের মতোই ! ওদের দলে তোমাকে ছেড়ে দিলে কি হবে বলতো ? তুমি নিশ্চই কখনো বাঁদর দেখনি?’ ‘আজ্ঞে না! আপনার মত বাঁদর আমি আগে আর কক্ষনো দেখিনি!’ গোপালের সোজা -সাপ্টা উত্তর।'
    },
    {
        id: 5,
        img: 'https://i.ytimg.com/vi/WP1q3ABkG_o/maxresdefault.jpg',
        title: 'ভূত',
        description: 'গোপালকে বলছেন রামবাবু, ‘এখানে বাঁদরের বড্ড উৎপাত। তোমাকে তো দেখতে বেশ বাঁদরের মতোই ! ওদের দলে তোমাকে ছেড়ে দিলে কি হবে বলতো ? তুমি নিশ্চই কখনো বাঁদর দেখনি?’ ‘আজ্ঞে না! আপনার মত বাঁদর আমি আগে আর কক্ষনো দেখিনি!’ গোপালের সোজা -সাপ্টা উত্তর।'
    },
    {
        id: 6,
        img: 'https://i.ytimg.com/vi/VPedQk0txlk/maxresdefault.jpg',
        title: 'এখন গোপাল ভাঁড়',
        description: 'গোপাল ভাঁড়ের গল্প চিরনবীন। কারণ বাঙালিজীবনে অসংগতি , পাগলামো, পরিমিতিবোধের অভাব, রঙ্গরসিকতা ইত্যাদি থাকবেই। আর গোপাল ভাঁড়ও তাই থাকবেন। গোপাল ভাঁড়ের এই গল্পটা আপনারা জানেন। রাজা বললেন, শীতের রাতে কেউ কি সারা রাত এই পুকুরে গলাপানিতে ডুবে থাকতে পারবে? যদি কেউ পারে, আমি তাকে অনেক টাকাপয়সা, ধনরত্ন পুরস্কার দেব। এক ছিল গরিব দুঃখী মানুষ। সে বলল, আমি পারব। সে মাঘ মাসের তীব্র শীতে সারা রাত পুকুরের পানিতে গলা ডুবিয়ে দাঁড়িয়ে রইল। ভোরের বেলা সে উঠল পানি থেকে। রাজার কাছে গিয়ে সে বলল , আমি সারা রাত পুকুরের পানিতে ছিলাম। আপনার সান্ত্রী -সেপাই সাক্ষী। এবার আমার পুরস্কার দিন। রাজা বললেন , সেকি, তুমি কেমন করে এটা পারলে! গরিব লোকটা বলল, আমি পানিতে সারা রাত দাঁড়িয়ে রইলাম। দূরে , অনেক দূরে এক গৃহস্থবাড়িতে আলো জ্বলছে। আমি সেই দিকে তাকিয়ে রইলাম। সারা রাত কেটে গেল। মন্ত্রী বলল , পাওয়া গেছে। এই যে দূরের প্রদীপের আলোর দিকে ও তাকিয়ে ছিল , ওই প্রদীপ থেকে তাপ এসে তার গায়ে লেগেছে। তাই তার পক্ষে সম্ভব হয়েছে এই শীতেও ওই পুকুরে গলা পর্যন্ত ডুবিয়ে রেখে দাঁড়িয়ে থাকা। রাজা বললেন , তাই তো! তাহলে তো তুমি আর পুরস্কার পাও না। যাও। বিদায় হও। গরিব লোকটা কাঁদতে কাঁদতে বিদায় নিল। সে গেল গোপাল ভাঁড়ের কাছে। অনুযোগ জানাল তাঁর কাছে। সব শুনলেন গোপাল ভাঁড়। তারপর গোপাল ভাঁড় বললেন, ঠিক আছে, তুমি ন্যায়বিচার পাবে। গোপাল ভাঁড় দাওয়াত করলেন রাজাকে। দুপুরে খাওয়াবেন। রাজা এলেন গোপাল ভাঁড়ের বাড়ি। গোপাল ভাঁড় বললেন , আসুন আসুন। আর সামান্যই আছে রান্নার বাকি। কী রাঁধছি দেখবেন , চলেন। গোপাল ভাঁড় রাজাকে নিয়ে গেলেন বাড়ির পেছনে। সেখানে একটা তালগাছের ওপর একটা হাঁড়ি বাঁধা আর নিচে একটা কুপিবাতি জ্বালানো। গোপাল ভাঁড় বললেন , ওই যে হাঁড়ি, ওটাতে পানি, চাল, ডাল, নুন সব দেওয়া আছে। এই তো খিচুড়ি হয়ে এল বলে। শিগগিরই আপনাদের গরম গরম খিচুড়ি খাওয়াচ্ছি। রাজা বললেন , তোমার বাড়িতে দাওয়াত খাব বলে সকাল থেকে তেমন কিছু খাইনি। খিদেয় পেট চোঁ চোঁ করছে। এখন এই রসিকতা ভালো লাগে ! রসিকতা কেন, রান্না হয়ে এল বলে। রাজা বললেন, তোমার ওই খিচুড়ি জীবনেও হবে না, আমার আর খাওয়াও হবে না। চলো মন্ত্রী, ফিরে যাই। গোপাল বললেন, মহারাজ, কেন খিচুড়ি হবে না। দূরে গৃহস্থবাড়িতে জ্বালানো প্রদীপের আলো যদি পুকুরের পানিতে ডুবে থাকা গরিব প্রজার গায়ে তাপ দিতে পারে , এই প্রদীপ তো হাঁড়ির অনেক কাছে। নিশ্চয়ই খিচুড়ি হবে। রাজা তার ভুল বুঝতে পারলেন। বললেন, আচ্ছা পাঠিয়ে দিয়ো তোমার ওই গরিব প্রজাকে। ওর প্রতি আসলেই অন্যায় করা হয়েছে। ওকে ডাবল পুরস্কার দেব। সে তো আপনি দেবেনই। আমি জানতাম। আসুন , ঘরে আসুন। দুপুরের খাওয়া প্রস্তুত। তারপর রাজা সত্যি সত্যি গরিব লোকটাকে অনেক পুরস্কার দিয়েছিলেন।'
    },
    {
        id: 7,
        img: 'https://i1.ytimg.com/vi/zH5pEcsp-ws/maxresdefault.jpg',
        title: 'তামাক আর গাধা',
        description: 'গোপালের তামাকপ্রীতি রাজা কৃষ্ণচন্দ্র মোটেই পছন্দ করতেন না। একদিন গোপালকে সঙ্গে নিয়ে পালকিতে কোথাও যাচ্ছেন , দেখেন তামাক ক্ষেতে এক গাধা চড়ে বেড়াচ্ছে। সেই গাধা ক্ষেতের আগাছা খাচ্ছে ঠিকই , কিন্তু তামাক পাতায় ভুলেও মুখ দিচ্ছে না। সুযোগ পেয়ে রাজা বলেন, ‘দেখেছো হে গোপাল, একটা গাধাও তামাক খায় না!’ শুনে গোপাল বলে, ‘আজ্ঞে রাজা মশাই, তা যা বলেছেন। কেবল গাধারাই তামাক খায় না।’'
    },
    {
        id: 8,
        img: 'https://2.bp.blogspot.com/-QXuWAfVQxTM/V-yZ0iDnl7I/AAAAAAAAASI/-XpkNaef7B0TM9o9_GNjxs6Swh6iob2aACLcB/w1200-h630-p-k-no-nu/%25E0%25A6%2597%25E0%25A7%2587%25E0%25A6%25BE%25E0%25A6%25AA%25E0%25A6%25BE%25E0%25A6%25B2%2B%25E0%25A6%25AF%25E0%25A6%25BE%25E0%25A6%259A%25E0%25A7%258D%25E0%25A6%259B%25E0%25A7%2587%2B%25E0%25A6%25B6%25E0%25A7%258D%25E0%25A6%25AC%25E0%25A6%25B6%25E0%25A7%2581%25E0%25A6%25B0%25E0%25A6%25AC%25E0%25A6%25BE%25E0%25A7%259C%25E0%25A6%25BF%2B-%2BGopal%2Bbhar%2Bhasir%2Bgolpo.jpg',
        title: 'যেমন কর্ম তেমন ফল',
        description: `গোপাল একাদশী করত। তার একাদশী করা অভ্যাস। গোপাল একাদশীর দিন সন্ধ্যাবেলায় প্রসাদ পেত লুচি, মিষ্টি- নানাবিধ ফল সহকারে। সেদিন যেন মহোৎসব লেগে যেত। গোপালকে ওভাবে একাদশীর দিন ভোজন করতে দেখে তার এক চাকর বলল-
        চাকর : সামনের তারিখ থেকে আমিও একাদশী পালন করব বাবু। আমার একাদশী করার খুব ইচ্ছে। আপনি যদি আদেশ দেন আমি একাদশী করি। আমার খুব ইচ্ছা`
    },
    {
        id: 9,
        img: 'https://i.pinimg.com/originals/ef/57/76/ef5776b97e0d2feceb6d68c010617d94.jpg',
        title: 'কি বাবা চুরি করা হল',
        description: `একদিন গোপালের জ্বর হওয়ায় সে সেদিন রাজসভায় যেতে পারেনি। মহারাজ সভাসদদের নিয়ে নানা আলাপ-আলোচনা করতে করতে হঠাৎ বললেন-
        মহারাজ : আমার সভার মধ্যে এমন কি কেউ আছে, যে গোপালের ঘর থেকে কিছু চুরি করে আনতে পারে? যদি কেউ পারে, তবে সে সামান্য জিনিস হলেও আমি তাকে বিশেষভাবে পুরষ্কৃত করব। তোমরা কেউ রাজী থাকলে বল।
        
        মহারাজের পুরস্কারের লোভেও কেউ রাজি হল না গোপালের ঘরে চুরি করতে। কারণ বড় চতুর সে। তার চোখে ধুলো দেয়া সহজ নয়। ধরা পড়লে নাকালের শেষ থাকবে না। নাকানি-চুবানি তো খেতে হবেই, আর সে তার প্রতিশোধ একদিন না একদিন নেবেই নেবে এবং অশেষ দুর্গতির সীমা থাকবে না।
        
        ভূপাল নামে একটি লোক পুরস্কারের লোভে সেদিন মধ্যরাত্রে গোপালের বাড়িতে সিদ কেটে প্রবেশ করল। গোপাল আগে থেকেই রাজসভার কথা জানতে পেরেছিল, তাই সে লোভি লোকটাকে জব্দ করার জন্য তৈরি হয়ে রইল। গোপালের ঘরের দেওয়ালে সিদ। গোপাল পূর্বপ্রস্তুতি মতো একটা মানুষের বিষ্ঠাপূর্ণ কলসির উপরে গোটাকতক টাকা রেখে দিয়েছিল এবং সেখানে নিজে একপাশে আত্মগোপন করে দাঁড়িয়ে রইল।
        
        লোকটি সিদ কেটে যখন ঘরের মধ্যে মাথা গলিয়ে ঢুকে দেখল যে, সামনেই একটা টাকাভর্তি কলস বসানো আছে। সে আর কালবিলম্ব না করে তাই মাথায় তুলে নিয়ে মনের আনন্দে রাজবাড়ির দিকে এগোতে থাকলো। কিছুদূর যেতেই গোপাল ঢিল ছুঁড়ে ব্রাহ্মণের মাথার কলসটা ভেঙে দিল। কলস চুরমার হয়ে সঙ্গে সঙ্গে লোকটির সারা শরীর বিষ্ঠাতে পূর্ণ হয়ে গেল।
        
        তখন ভোর হয়েছে। গোপাল বেরিয়ে বলল, ‘কি বাবা চুরি করা হল।`
    },
  ];